Convert diagrams from PlantUML to Mermaid formatn
